package core.less5;

public class HeroBallada implements Ballada{

	@Override
	public void song(){
	System.out.println("Такая музыка я чувствую что я обязан Написать очередную грустную песню про Айзу.И по мазе так было бы правильно Мы сняли бы сопливый клип и на радио её взяли бы Рассказал бы как сильно я люблю свою жену, Просил бы простить меня за то что плохо себя веду, В кадре снял бы сына и Москву реку Я держу его за руку на берегу и выиграл бы стабильно. Но тут другая картина - душа илзита водиле, Башляю сверху полтинник, серой девятины Или зайти к Тамаре Контстанитновне Но стыдно - я синий в мясину К тому же уже 4 утра светает, нельзя Меня везет на базу выходец из средней азии Полчаса до дома скручу пона, сяду скромно у окна И запишу тречок про ганджубасик");
	}
}
